<template>
  <div>
    <vue-headful title="Инструкция | Leveler"/>
    <h5>5 шагов к успеху</h5>
    <ul>
      <li>Напишите название для чека (шаг 1)</li>
      <li>Заполните участников, между которыми нужно разделить этот чек (шаг 2)</li>
      <li>По необходимости добавьте еще чек (шаг 3)</li>
      <li>Заполните информацию для добавленного чека (шаг 4)</li>
      <li>Нажмите кнопку расчета чека, чтобы получить результат (шаг 5)</li>
    </ul>
    <small>Схема шагов:</small>
    <img src="../assets/instruction.png" class="img-fluid">
  </div>
</template>
